CSI API ETABS v1
eTemperature Enumeration
 The temperature units that can be specified for the model.
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public enum eTemperature
Public Enumeration eTemperature
Dim instance As eTemperature
public enum class eTemperature
type eTemperature
Members
Member name | Value | Description
NotApplicable | 0
F | 1
C | 2
Remarks
See Also
Reference
ETABSv1 Namespace